{
	"en": {
		"titleh1": "The future motorcycle",
		"titleh2": "FAST SECURITY FS.1.0",
		"heroTitle": "Our history becomes the future",
		"heroText": "For a long time, hard work and innovations have given us on Saab the knowledge to make great, secure vehicles. We´re proud of our history, but maybe even more proud of our future. Now we´ll use the knowledge we´ve collected over the years to bring you Fast Security. The future electric motorcycle 1.0.",
		"subHeroTitleH1": "Extra features",
		"subHeroTitleH2": "A great bike come with great features. Check out the following gear, made to give you that extra for the ride.",
		"thirdHeroTitleH1": "Features for special drivers",
		"thirdHeroTitleH2": "We bring you a smart and beautiful interior. We also bring you top quality exterior. So, what color do you want to drive?",
		"exteriorTitle": "The Exterior",
		"exteriorP": "Your security is everything. That's why we've built the safest motorcycle ever made. At the same time we give you a bike with the most powerful electric engine.",
		"interiorTitle": "The Interior",
		"interiorP": "The Fast Security interior is beautiful and smart designed. Everything made for a unique driving experience with total control in your hands.",
		"chooseColorTitle": "Choose color",
		"chooseColorH3": "Fast Security comes in four colors. Why not drive your personal?",
		"footerTitle": "Become a part of the future",
		"modalTitle1": "Get ready for the future",
		"modalSubtitle1": "Sign up to stay informed and get the latest news",
		"modalTitle2": "Thank you for subscribing!",
		"modalSubtitle2": "We're happy you want to follow the continuing work.",
		"modalTitle3": "Shipment info",
		"modalSubtitle3": "Type in your details and we will send you a beautiful folder for free",
		"modalFolderLink": "I want a folder sent to my adress",
		"subscribe": "Subscribe"

	},
	"sv": {
		"titleh1": "Framtidens motorcykel",
		"titleh2": "FAST SECURITY FS.1.0",
		"heroTitle": "Vår historia blir framtiden",
		"heroText": "Under lång tid har hårt arbete och innovationer gett oss på Saab kunskap om att skapa bra, säkra fordon. Vi är stolta över vår historia, men kanske ännu mer stolta över vår framtid. Nu använder vi den kunskap vi har samlat över åren för att ge er Fast Security. Den framtida elmotorcyckeln 1.0.",
		"subHeroTitleH1": "Extra egenskaper",
		"subHeroTitleH2": "En bra motorcykel kommer med bra funktioner. Kolla in följande redskap, gjord för att ge dig det extra för åkturen.",
		"exteriorTitle": "Utsidan",
		"exteriorP": "Din säkerhet är allting. Därför har vi byggt den säkraste motorcykel som någonsin gjorts. Samtidigt ger vi dig en cykel med den kraftfullaste elektriska motorn.",
		"interiorTitle": "Insidan",
		"interiorP": "Fast Security-interiören är vacker och smart designad. Allt för en unik körupplevelse med total kontroll i dina händer",
		"chooseColorTitle": "Välj färg",
		"chooseColorH3": "Snabb säkerhet finns i fyra färger. Varför inte köra din personliga?",
		"footerTitle": "Bli en del utav framtiden",
		"modalTitle1": "Gör dig redo för framtiden",
		"modalSubtitle1": "Anmäl dig för att hålla dig informerad och få de senaste nyheterna.",
		"modalTitle2": "Tack för att du prenumererar!",
		"modalSubtitle2": "Vi är glada att du vill följa det fortsatta arbetet.",
		"modalTitle3": "Försändelse info",
		"modalSubtitle3": "Skriv in dina uppgifter och vi skickar dig en vacker mapp gratis.",
		"modalFolderLink": "Jag vill ha en mapp skickad till min adress",
		"subscribe": "Prenumerera"
	}
}
